[{"fellow":{"bio":"Alison has ten years of experience working in the nonprofit sector, primarily coordinating volunteer projects. She hopes to leverage technology to make a positive difference in communities. Alison attended the DaVinci Coders training program in Louisville, Colo.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Alison-Jones-150x150.jpg","id":1,"name":"Alison Jones","team":"Kansas City(s) Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Andrew is an urban designer and software engineer dedicated to creating safe, fun, and healthy communities. He enjoys hacking on cities, making maps, and telling stories with data. At Urban Mapping he worked on an online mapping and data API. At Urban Ecology he successfully built several school yards, bicycle paths, and neighborhood parks around the Bay Area.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/andrew_hyder-150x150.jpg","id":2,"name":"Andrew Hyder","team":"Kansas City(s) Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Ariel is an interaction and experience designer, most recently with ESI Design in New York. Her passion is where experience design meets scale – from the palm of the hand to entire cities. She has created mobile applications, websites, kiosks, media walls, institutions, and master planning for new communities. Ariel holds a BFA in Integrated Design from Parsons the New School for Design.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Ariel_Kennan-150x150.jpg","id":3,"name":"Ariel Kennan","team":"Kansas City(s) Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Lou is a LEED-accredited urban designer based in San Francisco. Most recently he has been working on guidelines for multi-family, mixed income neighborhoods. He has also worked as a graphic and web designer, and is currently experimenting with mapping, data visualization, and using video games for effective city planning and community engagement strategies. He holds a BA in Architecture from University of California Berkeley and a Master of City Planning from the University of Pennsylvania.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/louhuang_headshot2-150x150.jpg","id":4,"name":"Lou Huang","team":"Las Vegas Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Ryan is a software engineer and entrepreneur from Portland, Oregon. Most recently, he’s worked for a governmental utility analytics company based out of Bend, Oregon. Ryan’s an avid traveler, open-source contributor, and has been developing client applications for more than five years. He studied Philosophy and Political Science at Seattle Pacific University.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Ryan_Closner-150x150.jpg","id":5,"name":"Ryan Closner","team":"Las Vegas Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Lindsay is a New York–based art director and designer with a passion for journalism and storytelling. Most recently, she served as the design director of ","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Lindsay_Ballant-150x150.jpg","id":6,"name":"Lindsay Ballant","team":"Las Vegas Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Marcin is a user interface designer and developer. Over the past seven years he’s worked at Google on Chrome and search teams, and has coded and attended to the user experience of interactive homepage doodles. After hours, Marcin takes photos and occasionally volunteers at the Computer History Museum.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Marcin-Wichary-150x150.jpg","id":7,"name":"Marcin Wichary","team":"Louisville Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Laura served as a Presidential Management Fellow at the Department of Housing and Urban Development, where she worked on agency performance management and developed a place-based data driven review process. Prior to that she worked on a community data and mapping system in Pittsburgh, Penn.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Laura_Meixell-150x150.jpg","id":8,"name":"Laura Meixell","team":"Louisville Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Shaunak is generalist backend software developer with 10 years of experience. Most recently, he helped build the ground software that will control earth-imaging satellites. Lately he has developed a passion for building RESTful web services. Outside of work he likes spending time with his wife, Tiffany, and their labradoodle, Seger.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Shaunak_Kashyap_Headshot-150x150.jpg","id":9,"name":"Shaunak Kashyap","team":"Louisville Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Ezra is a web and mobile designer and developer from Portland, Oregon. Most recently, Ezra worked at Sustainable Harvest Coffee Importers building sustainable mobile technology to improve the productivity and incomes of coffee farmers around the world. Ezra majored in East Asian Studies at Oberlin College and served on Oberlin’s Board of Trustees.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Ezra_Spier-150x150.jpg","id":10,"name":"Ezra Spier","team":"New York City Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"CJ is a web developer and software consultant. Most recently, he rebuilt the online publishing platform for the Society for Cultural Anthropology. Previously he worked with Fight for the Future creating online campaign platforms. He spends the rest of his time riding bikes and hacking on small machines.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/CJ_Bryan-150x150.jpg","id":11,"name":"CJ Bryan","team":"New York City Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Doneliza is an urban planner interested in city design, transportation networks, and data visualization. She has worked as a graphic designer and on community development and events at the Dumbo Improvement District. She holds degree in Urban Studies from Fordham University and a Masters in Urban Planning from Columbia University.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/DonelizaJoaquinPicture-150x150.jpg","id":12,"name":"Doneliza Joaquin","team":"New York City Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Sheila markets products using digital and social media. Recently, she’s worked on broadband infrastructure development and adoption issues at the Center for Innovative Technology and Connect South Carolina. In 2011, Dugan was appointed a Virginia Governor’s Fellow and served under the Secretary of Technology in the Office of the Governor. She holds a Bachelor of Arts in Political Science from Brown University and a Masters in Public Policy from The College of William and Mary.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Sheila_Dugan-150x150.jpg","id":13,"name":"Sheila Dugan","team":"Oakland Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Richa is a software developer and lover of technology, civic engagement, and the outdoors. Most recently, she has been working to help re-elect Obama from the campaign headquarters. When she’s not coding, you can find her at a local coffee shop or out on the trails. Richa holds a BA in Philosophy and Psychology from Colgate University, and an MS in Computer Science from the University of Illinois at Chicago.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Richa_Agarwal_Headshot-150x150.jpg","id":14,"name":"Richa Agarwal","team":"Oakland Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Cris is a user experience designer originally from New Orleans. Most recently, he held the position of design manager at Cisco, developing next generation collaboration products for mobile and web platforms. He has worked as a design strategist, user researcher, and interaction designer. With a background in biomedical engineering and human factors, he spent six years designing aeronautical interfaces for the U.S. Navy. Cris is passionate about driving innovation through design and makes a mean gumbo.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Cris_Cristina1-150x150.jpg","id":15,"name":"Cris Cristina","team":"Oakland Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Jacob is a policy analyst and project manager from Oakland. Most recently, he studied the quality of care for mentally ill veterans, the forthcoming Medicaid expansion, and medical marijuana policy in California at RAND Corporation. Previously, he worked as a Forward Deployed Engineer at Palantir Technologies. Jacob studied Economics at Occidental College.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/jsolomon_headshot-150x150.jpg","id":16,"name":"Jacob Solomon","team":"San Francisco Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Marc uses design anthropology to improve the way people experience government information and services. His work attempts to narrow the “digital participation gap” for historically marginalized populations. Public libraries and community organizations are important in his research for understanding how diverse groups experience e-government. He has a PhD from the University of South Florida in Applied Anthropology.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Marc_Hebert-150x150.jpg","id":17,"name":"Marc K. Hébert","team":"San Francisco Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Andy is a web developer and a Geographic Information Systems analyst with ten years of experience working with government agencies, academic research groups, libraries, non-profits, and think tanks to create user centered web applications. Most recently, he produced interactive maps, data driven sites focused on savings for the poor, and data visualizations at the New America Foundation. At Duke University, Andy helped redesign the library digital collections platform and built web applications around public health issues. He holds a BA in Geography and an MS in Information Science, both from the University of North Carolina.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Andy_Hull-150x150.jpg","id":18,"name":"Andy Hull","team":"San Francisco Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Rebecca is a public policy researcher and social justice activist in Chicago. Most recently, she worked at Chapin Hall at the University of Chicago, where she worked on web development and research about social services in the Chicagoland area. She organized with the Immigrant Youth Justice League, an undocumented-led youth organization in Chicago. Rebecca studied at the University of Chicago.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Rebecca_Ackerman-1.jpg","id":19,"name":"Rebecca Chaya Ackerman","team":"San Francisco Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Moncef is passionate about solving problems, learning by doing, and giving back to the community. Most recently, he led the Automation effort on the Mobile Team at AOL, and worked on various iOS and Android apps. In his spare time, he runs several music-related websites, and a programming blog where he authored a popular tutorial about setting up a development environment on a Mac. Moncef earned his Electrical Engineering and Music degrees from UVA, and speaks English, French, and Arabic.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Moncef_Belyamani-150x150.jpg","id":20,"name":"Moncef Belyamani","team":"San Mateo County Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Sophia has worked on a wide range of projects ranging from helping establish the Pic Macaya Biosphere Reserve in Haiti to building information architecture for pipelines, airports, and railways. Most recently, she wallowed in data and liberated it from stovepipes. Previously, she managed projects for the CIA’s venture capital firm, founded and sold an enterprise software company, and worked with non-profits.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/sophia_parafina-150x150.jpg","id":21,"name":"Sophia Parafina","team":"San Mateo County Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Anselm is lecturer in digital media at AUT University in New Zealand. He has worked with Apress/friends of ED, O’Reilly Media, Peachpit Press, and Lonely Planet on book titles in the areas of visual communication, web, and interactive media. He has authorship credit on HTML5 Mastery and CSS3 Solutions (Apress).","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Anselm_Bradford_headshot1-150x150.jpg","id":22,"name":"Anselm Bradford","team":"San Mateo County Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Tamara is passionate about geodata visualization, interactive art, local food, national parks, and inclusive urban citizenship. Most recently, she worked at Azavea where she managed the development of web and mobile applications, and lead the spatial analysis and UX design teams. Tamara has worked at environmental and health non-profits and is particularly interested in the role of immigrants in shaping urban development. She studied Anthropology at Swarthmore College and did graduate work in Geography at Temple University.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Tamara_Manik-Perlman-150x150.jpg","id":23,"name":"Tamara Manik-Perlman","team":"South Bend Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Dave is a policy wonk who builds things. His day jobs have included policy analysis for the California Legislature and research supporting municipal governments’ health benefit decisions. At night, he builds tools serving public aims, including a winning Challenge.gov application and various analytic lenses on civic data. He studied Political Economy at the University of California Berkeley.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Dave_Guarino-150x150.jpg","id":24,"name":"Dave Guarinol","team":"South Bend Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Reed is an urbanist and interdisciplinary designer and is the co-founder of OpenUrban, a crowd sourced map and forum on current urban development. He has worked as an architect and urban designer, and as a policy researcher for the City of Seattle. Most recently his work was on display in the Istanbul Design Biennial’s Ad-Hocracy exhibition. Reed is a former Fulbright Scholar and holds a Masters of Architecture from the Rhode Island School of Design.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Reed_Duecy_Gibbs-150x150.jpg","id":25,"name":"Reed Duecy Gibbs","team":"South Bend Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Alan is an urban planner, designer, and community strategist. Most recently he lead the Community team at Neighborland, a civic ideation platform. Alan’s early experience as a community organizer informed his work as a spatial analyst and urban planner in post-Katrina New Orleans. In 2011, he joined Civic Center, a creative studio that blends art, design, education, and urban planning to create tools that help people navigate and improve their cities.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Alan_Williams-150x150.jpg","id":26,"name":"Alan Williams","team":"Summit County Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Dan is a web and mobile developer who has designed, coded, and managed projects to solve problems for organizations like the Internet Archive, Yahoo!, and AltaVista. Dan led the initial development of the Internet Archive’s Archive-It project, bringing the Archive’s groundbreaking web-preserving technology to libraries and archives around the world. Dan created the iOS app StickyWords.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Dan_Avery-150x150.jpg","id":27,"name":"Dan Avery","team":"Summit County Team","updated_at":"2013-01-14T19:27:49Z"}},{"fellow":{"bio":"Katie Lewis is a graphic designer and photographer from Madison, Wis. As an AmeriCorps*VISTA for United Way of Central Kentucky, Katie focused on building sustainable marketing and communications materials. She holds a BFA from University of Wisconsin–Madison.","created_at":"2013-01-14T19:27:49Z","headshot_url":"http://codeforamerica.org/wp-content/uploads/2012/10/Katie_Lewis-150x150.jpg","id":28,"name":"Katie Lewis","team":"Summit County Team","updated_at":"2013-01-14T19:27:49Z"}}]